Repository: Refuge89/spp-project
Catalog: SppLauncher/Properties/Resources.*.resx
Languages: de, fr, hu

# Launcher_bwExport_DoWork_Compressing
source: Compressing
de: Druck
fr: Compression
hu: Tömörítés

# Launcher_bwExport_DoWork_Export_Accounts
source: Export Accounts
fr: Exporter Comptes
hu: Accountok Exportálása

# Launcher_bwExport_RunWorkerCompleted_Export_Completed
source: Export Completed
de: Export fertig
fr: Exportation Completé
hu: Export Befejezve

# Launcher_bwImport_DoWork_Import_Accounts
source: Import Accounts
fr: Importer Comptes
hu: Accountok Importálása

# Launcher_bwImport_RunWorkerCompleted_Import_Completed
source: Import Completed
de: Import komplett
fr: Importation Completé
hu: Import Befejezve

# Launcher_bwUpdate_DoWork_ERROR
source: ERROR
de: FEHLER
fr: ERREUR
hu: HIBA

# Launcher_bwUpdate_DoWork_New_Server_Update_Available
source: New Server Update Available
de: Neuer Server update verfügbar
fr: Nouvelle mise à jour du serveur disponible
hu: Új szerver frissítés érhető el

# Launcher_bwUpdate_DoWork_New_Version
source: New Version
de: Neue Version
fr: Nouvelle Version
hu: Új Verzió

# Launcher_bwUpdate_DoWork_New_Version_Available__V
source: New Version Available: V
de: Neue Version verfügbar: V
fr: Nouvelle Version Disponible: V
hu: Új verzió elérhető el: V

# Launcher_bwUpdate_DoWork_You_want_to_download_
source: You want to download?
de: Möchtest du es herunterladen?
fr: Voulez-vous télécharger?
hu: Le szeretnéd tölteni?

# Launcher_bwUpdate_RunWorkerCompleted_Up_to_date
source: Up to date
de: Aktuell
fr: À jour
hu: Naprakész

# Launcher_CheckMangosCrashed_Tick_The_process_is_automatically_restart_
source: The process is automatically restart.
de: Der Prozess wird neugestartet.
fr: Le programme va redémarrer automatiquement.
hu: A folyamat automatikusan újraindul.

# Launcher_Checking_Update
source: Checking Update
de: Schaut nach update
fr: Recherche de mise à jour
hu: Update Keresése

# Launcher_CheckMangosCrashed_Tick_Mangosd_Crashed
source: Mangosd Crashed
de: Mangosd Zusammenbruch
fr: Mangosd effondrement
hu: Mangosd Összeomlott

# Launcher_CheckWowRun_Tick_Would_you_like_to_start_World_of_Warcraft_
source: Would you like to start World of Warcraft?
de: Möchtest du World of Warcraft starten?
fr: Voulez-vous démarrer World of Warcraft?
hu: El szeretnéd indítani a Word of Warcraft-ot?

# Launcher_CloseProcess_Login_Shutdown
source: Login Shutdown
de: Logon herunterfahren
fr: Fermeture du Login
hu: Login leáll

# Launcher_CloseProcess_World_Shutdown
source: World Shutdown
de: World herunterfahren
fr: Fermeture du World
hu: Világ leáll

source: Changes will take effect when you restart Launcher.
de: Änderungen wirken wenn du den launcher neustartest.
fr: Les changements prendrons effets au redémarrage du Launcher.
hu: A beállítások érvényesítéséhez a launcher újraindítására van szükség.

# Launcher_export_Backup
source: Backup
fr: Sauvegarde

# Launcher_export_Export_Characters
source: Export Characters
de: Export Charaktere
fr: Exporter Personnages
hu: Karakterek Exportálása

# Launcher_export_Exporting_Characters
source: Exporting Characters
de: Export Charaktere
fr: Exporter Personnages
hu: Karakterek Exportálása

# Launcher_import_Decompress
source: Decompress
de: Dekomprimieren
fr: Décompresser
hu: Kitömörítés

# Launcher_import_Import_Characters
source: Import Characters
de: Import Charaktere
fr: Importer Personnages
hu: Karakterek Importálása

# Launcher_import_Online_Bots__N_A
source: Online Bots: N/A
fr: Online Players: N/A

source: Auto Changed RealmList.wtf and after exit SPP change back original realmlist.
de: Automatische realmlist änderung und nach beenden SPP ändert es zurück in die originale realmlist.
fr: Changement automatique de RealmList.wtf En quittant SPP va remettre realmlist originel.
hu: Automatikusan módosítva a RealmList.wtf fájl. Miután kiléptél vissza lesz töltve az eredeti realmlist.

# Launcher_RandomizeBotsMethod_
source: Update started. Do lag for several times.
de: Update startet lags. Können auftreten.
fr: Mise à jour démarré. Lag pour un moment.
hu: Frissítés elkezdődött. Rövid ideig laggolhat a szerver.

# Launcher_RealmdStart_Starting_Realm
source: Starting Realm
de: Starte Realm
fr: Démarrage du Realm
hu: Realm Indítása

# Launcher_RealmRestore_Restored
source: Restored
de: Zurücksetzen.
fr: Restaurer.
hu: Visszaállítva.

# Launcher_ResetBots_
source: Restart is required for reset bots. Restart now?
de: Neustart ist notwendig um Bots zurückzusetzen. Jetzt neustarten?
fr: Redémarrage requis pour réinitialiser les Bots. Redémarrer maintenant?
hu: Reset bots a szerverek újraindítását követeli meg. Újraindítás most?

# Launcher_rstchck_DoWork_Reset_bots
source: Reset bots
de: Bot neustarten
fr: Réinitialiser bots

# Launcher_SearchProcess_
source: Mangosd process is running. You want close the running process?
de: Ein Mangosd Prozess ist noch aktiv. Möchten sie den Prozess beenden?
fr: Mangosd est déjà démarré. Voulez-vous fermer celui déjà en marche?
hu: Mangosd folyamat jelenleg fut. Be akarod zárni?

# Launcher_SearchProcess2_
source: Mysqld process is running. You want close the running process?
de: Mysqld Prozess ist Aktiv. Möchten sie den Prozess beenden?
fr: Mysqld est déjà démarré. Voulez-vous fermer celui déjà en marche?
hu: Mysqld folyamat jelenleg fut. Be akarod zárni?

# Launcher_StartAll_Starting_Mysqlm
source: Starting Mysql
de: Starte Mysql
fr: Démarrage de Mysqlm
hu: Mysql Indítása

# Launcher_startNStop_Derver_is_down
source: Server is down
de: Server ist heruntergefahren
fr: Serveur hors-ligne
hu: Szerver leállt

# Launcher_WorldStart_Loading_World
source: Loading World
de: Lade world
fr: Chargement du World
hu: Világ Betöltése

# Launcher_bWUpEx_RunWorkerCompleted_Completed
source: Completed
de: Fertig
fr: Completé
hu: Befejezve

# Launcher_Traymsg_Ready_to_play
source: Ready to play
de: Bereit zum spielen
fr: Prêt à jouer
hu: Készen áll a játékra.

# Launcher_tmrWorld_Tick_Online
source: Online
fr: En-ligne

# Launcher_updateToolStripMenuItem_Click_Decompress_Update
source: Decompress Update
de: Dekomprimieren update
fr: Décompresser Update
hu: Frissítés Kitömörítése

# Launcher_Traymsg_Servers_Started
source: Servers Started
de: Server gestartet
fr: Serveur démarrer
hu: Szerverek elindultak

source: Function is temporarily disabled
fr: Fonction temporairement désactiver

# CloseProcess_Saving
source: Saving
fr: Sauvegarde

# BotConf_SaveIni_default
source: Default settings loaded. The changes to take effect bot reset requiered.
fr: Réglages par défaut charger. Réinitialiser les bots pour activer les changements.

# BotConf_SaveIni_
source: Bot Settings Saved. The changes to take effect bot reset requiered.
fr: Réglages des bots sauvegarder. Réinitialiser les bots pour activer les changements.

# BotConf_cbRndBotLgn_MouseHover_All_bots_join_on_start_
source: All available bots join on start.
fr: Tous les bots disponibles joint au démarrage.

# GetUpdate_New_update_available_
source: New update available!
fr: Nouvelle mise à jour du disponible
hu: Új elérhető frissítés

# Please_Fill
source: Please Fill out the Description box.
fr: Remplissez la boîte de description.

source: Total Character:
fr: Caractères totales:

source: Your password must be at least 6 characters long.
fr: Votre mot de passe doit avoir 6 caractères minimum.
hu: A jelszónak legalább 6 karakter hosszúnak kell lennie.

source: Your username must be at least 4 characters long.
fr: Votre nom d'utilisateur doit avoir 4 caractères minimum.
hu: A felhasználónevednek legalább 4 karakter hosszúnak kell lennie.

# WowaccountCreator_InsertSqlTrinity_Username_is_already_taken_
source: Username is already taken.
fr: Nom d'utilisateur déjà utiliser.
hu: Felhasználónév már létezik.

# WowaccountCreator_InsertSqlTrinity_Account_created_successfully__
source: Account created successfully:
fr: Compte créer avec succès:
hu: Account létrehozva:

source: Your DB is up to date.
fr: Votre database est à jour.

# WowaccountCreator_InsertSqlTrinity_
source: Account type:
fr: Type de compte:
hu: Account Típusa:

# announce_If_the_RAM_usage_exceeds
source: .announce If the RAM usage exceeds 90%, auto-restart!}
fr: .announce Si l'usage RAM dépasse 90%, il y aura redémarrage.

source: .announce Current ram usage:
fr: .announce Usage RAM courante:

source: .announce Auto-Restart!
fr: .announce Auto-Redémarrage!

source: .announce Current ram usage:
fr: .announce Usage RAM courante:

# Launcher_RealmChange_
source: Some Exception: RealmChange
de: Einige Ausnahmen: RealmChage
hu: Egyéb kivételek: RealmChange

# Launcher_RealmChange0_
source: Some Exception: RealmWrite
de: Einige Ausnahmen: RealmWrite
hu: Egyéb kivételek: RealmWrite

# Launcher_RealmRestore_
source: Some Exception: RealmRestore
de: Einige Ausnahmen: RealmRestore
hu: Egyéb kivételek: RealmRestore

# Launcher_SearchProcess0_
source: Some Exception: SearchProcess
de: Einige Ausnahmen: Search Process
hu: Egyéb kivételek: SearchProcess

# Launcher_CloseProcess_
source: Some Exception: CloseProcess
de: Einige Ausnahmen: CloseProcess
